{"nodes": [{"name": "Illinois Doctors' Disclosure of AIDS Infection To Spouse and Parents", "description":"<p>Sec. 9. (1) No person may disclose or be compelled to disclose HIV-related information, except to the following persons:</p><p>(a) The subject of an HIV test or the subject's legally authorized representative. A physician may notify the spouse or civil union partner of the test subject, if the test result is positive and has been confirmed pursuant to rules adopted by the Department, provided that the physician has first sought unsuccessfully to persuade the patient to notify the spouse or civil union partner or that, a reasonable time after the patient has agreed to make the notification, the physician has reason to believe that the patient has not provided the notification. This paragraph shall not create a duty or obligation under which a physician must notify the spouse or civil union partner of the test results, nor shall such duty or obligation be implied. No civil liability or criminal sanction under this Act shall be imposed for any disclosure or non-disclosure of a test result to a spouse or civil union partner by a physician acting in good faith under this paragraph. For the purpose of any proceedings, civil or criminal, the good faith of any physician acting under this paragraph shall be presumed.</p><p>...</p><p>(k) In the case of a minor under 18 years of age whose test result is positive and has been confirmed pursuant to rules adopted by the Department, the health care professional who ordered the test shall make a reasonable effort to notify the minor's parent or legal guardian if, in the professional judgment of the health care professional, notification would be in the best interest of the child and the health care professional has first sought unsuccessfully to persuade the minor to notify the parent or legal guardian or a reasonable time after the minor has agreed to notify the parent or legal guardian, the health care professional has reason to believe that the minor has not made the notification. This subsection shall not create a duty or obligation under which a health care professional must notify the minor's parent or legal guardian of the test results, nor shall a duty or obligation be implied. No civil liability or criminal sanction under this Act shall be imposed for any notification or non-notification of a minor's test result by a health care professional acting in good faith under this subsection. For the purpose of any proceeding, civil or criminal, the good faith of any health care professional acting under this subsection shall be presumed.</p>", "tags":["Medical Ethics", "Justice", "Beneficence"], "ref": ["http://www.ilga.gov/legislation/ilcs/ilcs3.asp?ActID=1550&ChapterID=35"], "id": "DISC_AIDS"}, 
 {"name": "Hippocratic Oath", "description": "<p>In 1964 Louis Lasagna, the Academic Dean of the School of Medicine at Tufts University, reworded the famous physician's oath normally attributed to Hippocrates:</p><p><b>I swear to fulfill, to the best of my ability and judgment, this covenant:</b></p><ul><li>I will respect the hard-won scientific gains of those physicians in whose steps I walk, and gladly share such knowledge as is mine with those who are to follow.</li><li>I will apply, for the benefit of the sick, all measures which are required, avoiding those twin traps of overtreatment and therapeutic nihilism.</li><li>I will remember that there is art to medicine as well as science, and that warmth, sympathy, and understanding may outweigh the surgeon's knife or the chemist's drug.</li><li>I will not be ashamed to say \"I know not,\" nor will I fail to call in my colleagues when the skills of another are needed for a patient's recovery.</li><li>I will respect the privacy of my patients, for their problems are not disclosed to me that the world may know. Most especially must I tread with care in matters of life and death. Above all, I must not play at God.</li><li>I will remember that I do not treat a fever chart, a cancerous growth, but a sick human being, whose illness may affect the person's family and economic stability. My responsibility includes these related problems, if I am to care adequately for the sick.</li><li>I will prevent disease whenever I can but I will always look for a path to a cure for all diseases.</li><li>I will remember that I remain a member of society, with special obligations to all my fellow human beings, those sound of mind and body as well as the infirm.</li><li>If I do not violate this oath, may I enjoy life and art, respected while I live and remembered with affection thereafter. May I always act so as to preserve the finest traditions of my calling and may I long experience the joy of healing those who seek my help.</ul><p>It is often summarized simply as: <b>First do no harm.</b></p>", "tags": ["Medical Ethics"], "ref": ["https://en.wikipedia.org/wiki/Hippocratic_Oath#cite_note-Loeb_Greek-5"], "id": "HIPP_OATH"},
 {"name": "Belmont Report", "description": "<p>After national exposure of the questionable research practices used in studies such as the Tuskegee Syphilis Study, the National Commission for the Protection of Human Services of Biomedical and Behavioral Research wrote the Belmont Report. The report attempts to distinguish between medical practice and medical research.</p><p><b>Medical practice</b> refers to interventions that are designed solely to enhance the well-being of an indiidual person and that have a reasonable expecatoin of success. <b>Medical research</b> designates an activity designed to test a hypothesis, permit conclusions to be drawn, and thereby develop or contribute to generalizable knowledge. A clinician departing in a significant way from standard practice using a 'new' and untested procedure is not automatically research. Research and Practice can be carried on together when research is designed to evaluate the safety and efficacy of a therapy</p>The report proceeds to outline three basic ethical principals that are particularly relevant to the ethics of research involving human subjects</p><ul><li><b>Resepect for persons:</b> All individuals should be treated as autonomous agents and those with diminished autonomy are entitled to protection. Autonomous agents who participate in research must voluntarily (not coerced) be research subjects and are adequately informed about the procedure. Examples of diminished autonomy are children who have not yet matured, those who lose capacity due to illness, mental disability, and circumstances that severely restrict liberty</li><li><b>Beneficence:</b> Researchers must do no harm and, when the results are unclear, maximize the possible benefits and minimize the possible harms. It is unclear what level of potential benefits justifies what level of known harms</li><li><b>Justice:</b> Who ought to recieve the benefits of research and bear its burdens? An injustice occurs when some benefit to which a person is entitled is denied without good reason or when some burden is imposed unduly. A general formulation of just ways to distributle burdens and benefits are: <ol><li>To each person an equal share</li><li>To each person according to individual need</li><li>To each person according to individual effort</li><li>To each person according to societal contribution</li><li>To each person according to merit</li></ol></li></ul><p>The application of the above three ethical principles in research require:</p><ul><li><b>Informed Consent:</b> The patient must be presented with information on the process and purpose of the study. The information must be presented in a way that the patient can comprehend. The patient, after comprending the information about the study, takes part in the study voluntarily and uncoerced.</li><li><b>Assesment of Risks and Benefits:</b> The benefits and risks must be 'balanced' and shown to be 'in a favorable ratio.' Justification should reflect at least the following considerations:<ol><li>Brutal or inhumane treatment of human subjects is never morally justified</li><li>Risks should be reduced to those necessary to achieve the research objective. It should be determined whether it is in fact necessary to use human subjects at all. Risks can often be reduced by careful attention to alternative procedures</li></li>When research includes significant risk of serious imparement, review committees should be extraordinarily insistent on the justification of risk</li><li>When vulnerable populations are involved in research, the appropriateness of involving them should itself be demonstrated</li><li>Relevant risks and benefits must be thoroughly written in documents and procedures used in the informed consent process</li></ol></li><li><b>Selection of Subjects:</b> Individual justice in the selection of subjects would require that researchers exhibit fairness: thus, then should not ofer potentially beneficial research on some patients who are in their favor or select only 'undesireable' persons for risky research. Social justice requires that a stinction be drawn between classes of subjects that ought, and ought not, to participate in any particular kind of research, based on the ability of members of that class to bear burdens and on the appropriateness of placing further burdens on already burdened persons.</li></ul>", "tags": ["Research Ethics"], "ref": ["https://videocast.nih.gov/pdf/ohrp_belmont_report.pdf"], "id": "BELM_REPO"}, 
 {"name": "Schloendorf v. Society of New York Hospital", "description": "<p>In 1908, Mary Schloendorf was admitted to the Society of New York Hospital to evaluate and treat a stomach disorder. During her stay at the hospital, the house physician diagnosed her with a tumor. The visiting physician recommended surgery. Schloendorff claims that she explicitly declined to have a surgery, however, she did consent to having an ether operation. While unconscious during her ether operation, the doctors removed the tumor. After the operation she suffered from gangrene and lost a number of fingers in her left arm. She sued the hospital and the preciding judge stated:</p> <ul><li><i>Every human being of adult years and sound mind has a right to determine what shall be done with his own body; and a surgeon who performs an operation without his patient's consent commits an assault for which he is liable in damages. This is true except in cases of emergency where the patient is unconscious and where it is necessary to operate before consent can be obtained.</i></li></ul><p>She ultimately lost the case due to her suing the non-profit, and therefor protected, hospital instead of the individual doctors</p>", "tags": ["Medical Ethics", "Respect for Persons"], "ref": ["https://en.wikipedia.org/wiki/Schloendorff_v._Society_of_New_York_Hospital"], "id": "SCHL_SNHY" },
 {"name": "Roe v. Wade", "description": "<p>Roe alleged that she was unmarried and pregnant; that she wished to terminate her pregnancy by an abortion 'performed by a competent, licensed physician, under safe, clinical conditions'; that she was unable to get a 'legal' abortion in Texas because her life did not appear to be threatened by the continuation of her pregnancy; and that she could not afford to travel to another jurisdiction in order to secure a legal abortion under safe conditions. She claimed that the Texas statutes were unconstitutionally vague and that they abridged her right of personal privacy, protected by the First (freedom of religion, speech, and press), Fourth (protection from unreasonable searches and siezures), Fifth (protection of rights to life, liberty, and property), Ninth (other rights kept by the people), and Fourteenth (right of citizenship) Amendments. By an amendment to her complaint, Roe purported to sue 'on behalf of herself and all other women' similarly situated.</p><p>The surpreme court's ruling on the case involves a historical analysis of abortion and it's position within society in ancient Rome and Greece, England, and the United states. A common factor in determining the legality of an abortion in these societies is whether or not the pregnant woman has gone through the 'quickening' phase of pregnancy - that is, the  first recognizable movement of the fetus in utero. However, the timeline and determination of whether a fetus is 'quick' is unclear and debated. US legislation on abortion became more strict during the tail-end of the 19th century and any discrepency between a 'pre-quick' fetus and a 'quick' fetus disappeared. The ruling noted that a woman enjoyed a substantially broader right to terminate a pregnancy than she does in most States today(1973). Indeed, most states at the time only permitted abortions to women whose lives were at risk, who were to give birth to a mentally or physically handicapped child, or were (and can prove to be) raped.</p><p>There seems to be only three plosible reasons why criminal abortion laws arised during the end of the 19th century:</p><ul><li>It has been argued occasionally that these laws were the product of a Victorian social concern to discourage illicit sexual conduct</li><li>When most criminal abortion laws were first enacted, the procedure was a hazardous one for the woman. Antiseptic techniques, of course, were based on discoveries by Lister, Pasteur, and others first announced in 1867, but were not generally accepted and employed until about the turn of the century. Abortion mortality was high. Even after 1900, and perhaps until as late as the development of antibiotics in the 1940's, standard modern techniques such as dilation and curettage were not nearly so safe as they are today. Thus, it has been argued that a State's real concern in enacting a criminal abortion law was to protect the pregnant woman, that is, to restrain her from submitting to a procedure that placed her life in serious jeopardy.</li><li>The State's interest -- some phrase it in terms of duty -- in protecting prenatal life. Some of the argument for this justification rests on the theory that a new human life is present from the moment of conception. The State's interest and general obligation to protect life then extends, it is argued, to prenatal life. Only when the life of the pregnant mother herself is at stake, balanced against the life she carries within her, should the interest of the embryo or fetus not prevail. Logically, of course, a legitimate state interest in this area need not stand or fall on acceptance of the belief that life begins at conception or at some other point prior to live birth. In assessing the State's interest, recognition may be given to the less rigid claim that as long as at least potential life is involved, the State may assert interests beyond the protection of the pregnant woman alone.</li></ul><p>With regards to the Constitution - it does not explicitly mention any right of privacy, however, the Court has recognized that a right of personal privacy, or a guarantee of certain areas or zones of privacy, does exist under the Constitution. This right of privacy, whether it be founded in the Fourteenth Amendment's concept of personal liberty and restrictions upon state action, as the Court determined, in the Ninth Amendment's reservation of rights to the people, is broad enough to encompass a woman's decision whether or not to terminate her pregnancy. The detriment that the State would impose upon the pregnant woman by denying this choice altogether is apparent. Specific and direct harm medically diagnosable even in early pregnancy may be involved. Maternity, or additional offspring, may force upon the woman a distressful life and future. Psychological harm may be imminent. Mental and physical health may be taxed by child care. There is also the distress, for all concerned, associated with the unwanted child, and there is the problem of bringing a child into a family already unable, psychologically and otherwise, to care for it. In other cases, as in this one, the additional difficulties and continuing stigma of unwed motherhood may be involved. All these are factors the woman and her responsible physician necessarily will consider in consultation.</p><p>However a woman does not have an absolute right - she is not entitled to terminate her pregnancy at whatever time, in whatever way, and for whatever reason she alone chooses. A State may properly assert important interests in safeguarding health, in maintaining medical standards, and in protecting potential life. At some point in pregnancy, these respective interests become sufficiently compelling to sustain regulation of the factors that govern the abortion decision. The privacy right involved, therefore, cannot be said to be absolute.</p><p>The Constitution does not define 'person' in so many words. Section 1 of the Fourteenth Amendment contains three references to 'person.' The first, in defining 'citizens,' speaks of 'persons born or naturalized in the United States.' Nowhere in the Constitution does it indicate, with any assurance, that it has any possible pre-natal application. The court need not resolve the difficult question of when life begins. When those trained in the respective disciplines of medicine, philosophy, and theology are unable to arrive at any consensus, the judiciary, at this point in the development of man's knowledge, is not in a position to speculate as to the answer.</p><p><b>In Summary:</b></p><ol><li>For the stage prior to approximately the end of the first trimester, the abortion decision and its effectuation must be left to the medical judgment of the pregnant woman's attending physician.</li><li>For the stage subsequent to approximately the end of the first trimester, the State, in promoting its interest in the health of the mother, may, if it chooses, regulate the abortion procedure in ways that are reasonably related to maternal health.</li><li>For the stage subsequent to viability, the State in promoting its interest in the potentiality of human life may, if it chooses, regulate, and even proscribe, abortion except where it is necessary, in appropriate medical judgment, for the preservation of the life or health of the mother.</li></ol>", "tags": ["Reproductive Ethics"], "ref":["https://supreme.justia.com/cases/federal/us/410/113/case.html"], "id": "ROEV_WADE"},
 {"name": "Tuskegee Syphilis Study", "description": "<p>The Tuskegee Study of Untreated Syphilis in the Negro Male, also known as the Tuskegee Syphilis Study was an infamous clinical study conducted between 1932 and 1972 by the U.S. Public Health Service. The purpose of this study was to observe the natural progression of untreated syphilis in rural African-American men in Alabama under the guise of receiving free health care from the United States government. The Public Health Service (PHS)started working on this study in 1932, in collaboration with Tuskegee University, a historically black college in Alabama. Investigators enrolled in the study a total of 600 impoverished, African American sharecroppers from Macon County, Alabama. Of these men, 399 had previously contracted syphilis before the study began, and 201 did not have the disease. The men were given free medical care, meals, and free burial insurance for participating in the study.</p><p> After funding for treatment was lost, the study was continued without informing the men they would never be treated. None of the men infected were ever told they had the disease, and none were treated with penicillin even after the antibiotic was proven to successfully treat syphilis. According to the Centers for Disease Control, the men were told they were being treated for 'bad blood', a local term for various illnesses that include syphilis, anemia, and fatigue. The Tuskegee scientists withheld penicillin and information about it from the patients. In addition, scientists prevented participants from accessing syphilis treatment programs available to other residents in the area. The study continued, under numerous US Public Health Service supervisors, until 1972, when a leak to the press resulted in its termination on November 16 of that year. Of the original 399 men , 28 had died of syphilis, 100 were dead of related complications, 40 of their wives had been infected, and 19 of their children were born with congenital syphilis.</p><p>Registered Nurse Eunice Rivers, who had trained at Tuskegee Institute and worked at its affiliated John Andrew Hospital, was recruited at the start of the study to be the main contact with the participants in the study. She was considered to be the direct link to the regional African-American community. During the Great Depression of the 1930s, the Tuskegee Study recruited poor lower-class African Americans, who often could not afford health care, by offering them the chance to join 'Miss Rivers' Lodge'. Patients were told they would receive free physical examinations at Tuskegee University, free rides to and from the clinic, hot meals on examination days, and free treatment for minor ailments.</p><p>Based on the available health care resources, Nurse Rivers believed that the benefits of the study to the men outweighed the risks. As the study became long term, Nurse Rivers became the chief person with continuity. Unlike the national, regional and on-site PHS administrators, doctors, and researchers, some of whom were political appointees with short tenure and others who changed jobs, Rivers continued at Tuskegee University. She was the only study staff person to work with participants for the full 40 years. By the 1950s, Nurse Rivers had become pivotal to the study: her personal knowledge of the subjects enabled maintenance of long-term follow up.</p><p>To ensure that the men would show up for the possibly dangerous, painful, diagnostic, and non-therapeutic spinal taps, the doctors sent the 400 patients a misleading letter titled 'Last Chance for Special Free Treatment'. The study also required all participants to undergo an autopsy after death in order to receive funeral benefits. After penicillin was discovered as a cure, researchers continued to deny such treatment to many study participants. Many patients were lied to and given placebo treatments so that researchers could observe the full, long-term progression of the fatal disease.</p><p>The researchers involved with the Tuskegee experiment reasoned that they were not harming the black men involved in the study because they were unlikely to get treatment for their syphilis and further education would not diminish their inherent sex drive. John R. Heller Jr. of PHS, who in later years of the study led the national division, defended the ethics of the study, stating: 'The longer the study, the better the ultimate information we would derive.'</p>", "tags": ["Research Ethics", "Respect of Persons"], "ref": ["https://en.wikipedia.org/wiki/Tuskegee_syphilis_experiment"], "id": "TUSK_SYPH"},
 {"name": "Doctors' Trial", "description": "<p>On December 9, 1946, an American military tribunal opened criminal proceedings against 23 leading German physicians and administrators for their willing participation in war crimes and crimes against humanity. In Nazi Germany, German physicians planned and enacted the 'Euthanasia' Program, the systematic killing of those they deemed 'unworthy of life.' The victims included the mentally retarded, the institutionalized mentally ill, and the physically impaired. Further, during World War II, German physicians conducted pseudoscientific medical experiments utilizing thousands of concentration camp prisoners without their consent. Most died or were permanently crippled as a result. Most of the victims were Jews, Poles, Russians, and also Roma (Gypsies). After almost 140 days of proceedings, including the testimony of 85 witnesses and the submission of almost 1,500 documents, the American judges pronounced their verdict on August 20, 1947. Sixteen of the doctors were found guilty. Seven were sentenced to death. They were executed on June 2, 1948.</p><p>Telford Taylor, the prosecutor of the trials, descibes the events that took place:</p><p>\"A sort of rough pattern is apparent on the face of the indictment. Experiments concerning high altitude, the effect of cold, and the potability of processed sea water have an obvious relation to aeronautical and naval combat and rescue problems. The mustard gas and phosphorous burn experiments, as well as those relating to the healing value of sulfanilamide for wounds, can be related to air-raid and battlefield medical problems. It is well known that malaria, epidemic jaundice, and typhus were among the principal diseases which had to be combated by the German Armed Forces and by German authorities in occupied territories. To some degree, the therapeutic pattern outlined above is undoubtedly a valid one...but we will show that in some instances the true object of these experiments was not how to rescue or to cure, but how to destroy and kill. The sterilization experiments were, it is clear, purely destructive in purpose. The prisoners at Buchenwald who were shot with poisoned bullets were not guinea pigs to test an antidote for the poison; their murderers really wanted to know how quickly the poison would kill. This destructive objective is not superficially as apparent in the other experiments, but we will show that it was often there.</p><p>\"For the moment we will christen this macabre science 'thanatology,' the science of producing death. The thanatological knowledge, derived in part from these experiments, supplied the techniques for genocide, a policy of the Third Reich, exemplified in the 'euthanasia' program and in the widespread slaughter of Jews, gypsies, Poles, and Russians. This policy of mass extermination could not have been so effectively carried out without the active participation of German medical scientists.</p>", "tags": ["Research Ethics", "Respect of Persons"], "ref": ["https://www.ushmm.org/information/exhibitions/online-exhibitions/special-focus/doctors-trial/opening-statement/crimes"], "id": "DOCT_TRIA"},
 {"name": "Dax", "description": "<p>Need to fill</p>", "tags": ["Medical Ethics", "Right to Die"], "ref": [""], "id": "DAX_RTD"},
 {"name": "Doctor Kevorkian", "description": "<p>Need to fill</p>", "tags": ["Medical Ethics", "Physician Assisted Suicide"], "ref": [""], "id": "DOCT_KEVO"},
 {"name": "Terry Schiavo", "description": "<p>Need to fill</p>", "tags": ["Medical Ethics"], "ref": [""], "id": "TERR_SCHI"},
 {"name": "Operation Sea Spray", "description": "<p>Need to fill</p>", "tags": ["Research Ethics", "Respect for Persons"], "ref": [""], "id": "OPER_SEAS"},
 {"name": "Willbrook State School", "description": "<p>Need to fill</p>", "tags": ["Research Ethics", "Respect for Persons"], "ref": [""], "id": "WILL_STAT"},
 {"name": "MKULTRA", "description": "<p>Need to fill</p>", "tags": ["Research Ethics", "Respect for Persons"], "ref": [""], "id": "CIAM_KULTRA"},
 {"name": "Octomom", "description": "<p>Need to fill</p>", "tags": ["Reproductive Ethics"], "ref": [""], "id": "OCTO_MOM"},
 {"name": "Johnson v. Calvert", "description": "<p>Need to fill</p>", "tags": ["Reproductive Ethics"], "ref": [""], "id": "JOHN_CALV"},
 {"name": "Planned Parenthood v. Casey", "description": "<p>Need to fill</p>", "tags": ["Reproductive Ethics"], "ref": [""], "id": "PLAN_CASE"},
 {"name": "Descartes on Animals", "description": "<p>Need to fill</p>", "tags": ["Animal Rights"], "ref": [""], "id": "DESC_ANIM"}],
"links": [{"source": "DISC_AIDS" , "target": "HIPP_OATH"},
         {"source": "HIPP_OATH", "target": "BELM_REPO"},
         {"source": "HIPP_OATH", "target": "SCHL_SNHY"},
         {"source": "HIPP_OATH", "target": "ROEV_WADE"},
         {"source": "HIPP_OATH", "target": "DOCT_TRIA"},
         {"source": "HIPP_OATH", "target": "TUSK_SYPH"},
         {"source": "HIPP_OATH", "target": "DAX_RTD"},
         {"source": "HIPP_OATH", "target": "DOCT_KEVO"},
         {"source": "HIPP_OATH", "target": "TERR_SCHI"},
         {"source": "HIPP_OATH", "target": "WILL_STAT"},
         {"source": "HIPP_OATH", "target": "OCTO_MOM"},
         {"source": "BELM_REPO", "target": "TUSK_SYPH"},
         {"source": "BELM_REPO", "target": "DOCT_TRIA"},
         {"source": "BELM_REPO", "target": "OPER_SEAS"},
         {"source": "BELM_REPO", "target": "WILL_STAT"},
         {"source": "BELM_REPO", "target": "CIAM_KULTRA"},
         {"source": "SCHL_SNHY", "target": "DAX_RTD"},
         {"source": "SCHL_SNHY", "target": "DOCT_KEVO"},
         {"source": "SCHL_SNHY", "target": "OCTO_MOM"},
         {"source": "SCHL_SNHY", "target": "JOHN_CALV"},
         {"source": "SCHL_SNHY", "target": "PLAN_CASE"},
         {"source": "TUSK_SYPH", "target": "OPER_SEAS"},
         {"source": "TUSK_SYPH", "target": "CIAM_KULTRA"},
         {"source": "TUSK_SYPH", "target": "DESC_ANIM"},
         {"source": "ROEV_WADE", "target": "DAX_RTD"},
         {"source": "ROEV_WADE", "target": "DOCT_KEVO"},
         {"source": "ROEV_WADE", "target": "OCTO_MOM"},
         {"source": "ROEV_WADE", "target": "JOHN_CALV"},
         {"source": "ROEV_WADE", "target": "PLAN_CASE"}]}